Repository: AlexHladin/icestudio
Catalog: app/resources/locale/*/*.po
Languages: ca_es, el_gr, gl_es, nl_nl, zh_cn

source: <b>Unplug</b> and <b>reconnect</b> the board
ca_es: <b>Desconnecta</b> i <b>connecta</b> la placa
el_gr: <b>Αποσυνδέστε</b> και <b>επανασυνδέστε</b> την πλακέτα
gl_es: <b>Desconecte</b> e <b>conecte de novo</b> a placa
nl_nl: <b>Unplug</b> en <b>sluit</b> het bord <b>opnieuw aan</b>
zh_cn: <b>拔下</b>并<b>重新连接</b>开发板

source: About Icestudio
ca_es: Quant a Icestudio
el_gr: Σχετικά με το Icestudio
gl_es: Acerca de Icestudio
nl_nl: Over Icestudio
zh_cn: 关于 Icestudio

source: Add
ca_es: Afegeix
el_gr: Προσθήκη
gl_es: Engadir
nl_nl: Plaatsen
zh_cn: 添加

source: Add a block to start
ca_es: Afegeix un bloc per a iniciar
el_gr: Προσθέστε ένα block στην αρχή
gl_es: Engada un bloque para comezar
nl_nl: Plaats een blok om te beginnen
zh_cn: 添加图块并开始

source: Add as block
ca_es: Afegeix com a bloc
el_gr: Προσθήκη ως block
gl_es: Engadir como bloque
nl_nl: Plaatsen als blok
zh_cn: 添加为图块

source: Address format
ca_es: Format d'adreça
el_gr: Μορφοποίηση Διεύθυνσης
gl_es: Formato do enderezo de memoria
nl_nl: Adresformaat
zh_cn: 地址格式

source: All collections removed
ca_es: Col·leccions eliminades
el_gr: Όλες οι συλλογές διαγράφηκαν
gl_es: Elimináronse todas as coleccións
nl_nl: Alle collecties zijn verwijderd
zh_cn: 所有集合已删除

source: All stored collections will be lost. Do you want to continue?
ca_es: Totes les col·leccions emmagatzemades es perdran. Vols continuar?
el_gr: Όλες οι αποθηκευμένες συλλογές θα διαγραφούν. θέλετε να συνεχίσετε?
gl_es: Perderanse todas as coleccións gardadas. Desexa continuar?
nl_nl: Alle opgeslagen collecties worden verwijderd. Doorgaan?
zh_cn: 所有存储的集合将会丢失。是否继续？

source: Author
ca_es: Autor
el_gr: Συντάκτης
gl_es: Autor
nl_nl: Auteur
zh_cn: 作者

source: Basic
zh_cn: 基础

source: Binary
ca_es: Binari
el_gr: Δυαδικό
gl_es: Binario
nl_nl: Binaire
zh_cn: 二进制

source: Block updated
ca_es: Bloc actualitzat
el_gr: Το block ενημερώθηκε
gl_es: Bloque actualizado
nl_nl: Blok bijgewerkt
zh_cn: 图块已更新

source: Block {{name}} imported
ca_es: Bloc {{name}} importat
el_gr: Το {{name}} block εισάχθηκε
gl_es: Importouse o bloque {{name}}
nl_nl: Blok {{name}} geïmporteerd
zh_cn: 图块 {{name}} 已被导入

source: Blocks
ca_es: Blocs
gl_es: Bloques
nl_nl: Blokken
zh_cn: 图块

source: Board
ca_es: Placa
el_gr: Πλακέτα
gl_es: Placa
nl_nl: Bord
zh_cn: 开发板

source: Board rules
ca_es: Regles de la placa
el_gr: Κανόνες πλακέτας
gl_es: Regras da placa
nl_nl: Bord regels
zh_cn: 开发板规则

source: Board rules disabled
ca_es: Regles de la placa inhabilitades
el_gr: Οι κανόνες της πλακέτας απενεργοποιήθηκαν
gl_es: Deshabilitáronse as regras da placa
nl_nl: Bord regels gedesactiveerd
zh_cn: 开发板规则关闭

source: Board rules enabled
ca_es: Regles de la placa habilitades
el_gr: Οι κανόνες της πλακέτας ενεργοποιήθηκαν
gl_es: Habilitáronse as regras da placa
nl_nl: Bord regels geactiveerd
zh_cn: 开发板规则开启

source: Board {{name}} disconnected
ca_es: Placa {{name}} desconnectada
el_gr: Η πλακέτα {{name}} αποσυνδέθηκε
gl_es: Desconectouse a placa {{name}}
nl_nl: Bord {{name}} verbinding verbroken
zh_cn: 开发板 {{name}} 断开连接

source: Board {{name}} not available
ca_es: Placa {{name}} no disponible
el_gr: Η πλακέτα {{name}} δεν είναι διαθέσιμη
gl_es: A placa {{name}} non está dispoñible
nl_nl: Bord {{naam}} niet beschikbaar
zh_cn: 开发板 {{name}} 不可用

source: Board {{name}} not connected
ca_es: Placa {{name}} no connectada
el_gr: Η πλακέτα {{name}} δεν είναι συνδεδεμένη
gl_es: Non se puido conectar á placa {{name}}
nl_nl: Bord {{naam}} niet aangesloten
zh_cn: 开发板 {{name}} 未连接

source: Board {{name}} selected
ca_es: Placa {{name}} seleccionada
el_gr: Η πλακέτα {{name}} επιλέχθηκε
gl_es: Seleccionouse a placa {{name}}
nl_nl: Bord {{name}} geselecteerd
zh_cn: 开发板 {{name}} 已选中

source: Bootloader not active
ca_es: Bootloader no actiu
el_gr: Ο Bootloader δεν είναι ενεργός
gl_es: O bootloader non está activo
nl_nl: Bootloader niet actief
zh_cn: Bootloader 失效

source: Build
ca_es: Sintetitza
el_gr: Χτίσιμο
gl_es: Sintetizar
nl_nl: Maken
zh_cn: 构建

source: Build done
ca_es: Sintetitzat realitzat
el_gr: Το χτίσιμο ολοκληρώθηκε
gl_es: Sintetizado realizado
nl_nl: Maken voltooid
zh_cn: 构建成功

source: Cancel
ca_es: Cancel·la
el_gr: Ακύρωση
gl_es: Cancelar
nl_nl: Annuleren
zh_cn: 取消

source: Check Internet connection...
ca_es: Comprovant connexió a Internet...
el_gr: Έλεγχος συνδεσιμότητας...
gl_es: Comprobando a conexión a Internet...
nl_nl: Controleer de Internet verbinding...
zh_cn: 检测网络连接...

source: Check Python...
ca_es: Comprovant Python...
el_gr: Έλεγχος Python...
gl_es: Comprobando Python...
nl_nl: Controleer python...
zh_cn: 检测 Python...

source: Chinese
ca_es: Xinès
el_gr: Κινέζικα
gl_es: Chinés
nl_nl: Chinees
zh_cn: 中文

source: Click here to <b>download a newer version</b> of Icestudio
ca_es: Fes clic ací per a <b>descarregar una versió més nova</b> d'Icestudio
el_gr: Πατήστε εδώ <b>για να κατεβάσετε την νέα έκδοση</b> του icestudio
gl_es: Fai clic aquí para <b>descargar unha nova versión<b> de Icestudio
nl_nl: Klik hier om <b>een nieuwe versie van IceStudio te downloaden</b>
zh_cn: 点击此处 <b>下载 Icestudio 的新版本</b>

source: Click here to <b>setup the drivers</b>
ca_es: Fes clic aquí per <b>configurar els drivers</b>
el_gr: Πατήστε εδώ <b>για να εγκαταστήσετε τους νέους οδηγούς
gl_es: Fai clic aquí para <b>configurar os drivers</b>
nl_nl: Klik hier om <b>nieuwe drivers te installeren</b>
zh_cn: 点击此处 <b>安装驱动程序</b>

source: Click here to install it
ca_es: Fes clic aquí per instal·lar-ho
el_gr: Πατήστε εδώ για να το εγκαταστήσετε
gl_es: Fai clic aquí para instalarlo
nl_nl: Klik hier om te installeren
zh_cn: 点击此处安装

source: Click here to view
ca_es: Fes clic aquí per veure
el_gr: Πατήστε εδώ για εμφάνιση
gl_es: Fai clic aquí para ver
nl_nl: Klik hier om te bekijken
zh_cn: 点击此处浏览

source: Clock not allowed for data buses
ca_es: Rellotge no permès per a busos de dades
el_gr: Το ρολόι δεν επιτρέπετε για διαύλους δεδομένων
gl_es: Non está permitido o reloxo nos buses de datos
nl_nl: Klok is niet toegestaan op databussen
zh_cn: 数据总线上不可以使用时钟

source: Clone
ca_es: Clona
zh_cn: 克隆

source: Close
ca_es: Tanca
el_gr: Κλείσιμο
gl_es: Pechar
nl_nl: Sluiten
zh_cn: 关闭

source: Code
ca_es: Codi
el_gr: Κώδικας
gl_es: Código
zh_cn: 代码

source: Collection
ca_es: Col·lecció
el_gr: Βιβλιοθήκη
gl_es: Colección
nl_nl: Collectie
zh_cn: 集合

source: Collection info
ca_es: Informació de la col·lecció
el_gr: Λεπτομέρειες βιβλιοθήκης
gl_es: Información da colección
nl_nl: Collectie-informatie
zh_cn: 集合信息

source: Collection {{collection}} info not defined
ca_es: Informació de la col·lecció {{collection}} no definida
el_gr: Δεν υπάρχουν πληροφορίες για την βιβλιοθήκη {{collection}}
gl_es: Non se definiu a información da colección {{collection}}
nl_nl: Collectie {{collection}} informatie niet gedefinieerd
zh_cn: 集合 {{collection}} 的信息未定义

source: Collection {{name}} added
ca_es: Col·lecció {{name}} afegida
el_gr: Η βιβλιοθήκη {{name}} προστέθηκε
gl_es: Engadiuse a colección {{name}}
nl_nl: Collectie {{name}} toegevoegd
zh_cn: 已添加集合 {{name}}

source: Collection {{name}} not replaced
ca_es: Col·lecció {{name}} no reemplaçada
el_gr: Η βιβλιοθήκη {{name}} δεν αντικαταστάθηκε
gl_es: Non se trocou a colección {{name}}
nl_nl: Collectie {{name}} niet vervangen
zh_cn: 集合 {{name}} 未被替换

source: Collection {{name}} removed
ca_es: Col·lecció {{name}} eliminada
el_gr: Η βιβλιοθήκη {{name}} αφαιρέθηκε
gl_es: Eliminouse a colección {{name}}
nl_nl: Collectie {{name}} verwijderd
zh_cn: 已移除集合 {{name}}

source: Collection {{name}} replaced
ca_es: Col·lecció {{name}} reemplaçada
el_gr: Η βιβλιοθήκη {{name}} αντικαταστάθηκε
gl_es: Trocouse a colección {{name}}
nl_nl: Collectie {{name}} vervangen
zh_cn: 已替换集合 {{name}}

source: Collection {{name}} selected
ca_es: Col·lecció {{name}} seleccionada
el_gr: Η βιβλιοθήκη {{name}} επιλέχθηκε
gl_es: Seleccionouse a colección {{name}}
nl_nl: Collectie {{name}} geselecteerd
zh_cn: 已选中集合 {{name}}

source: Collections
ca_es: Col·leccions
el_gr: Βιβλιοθήκες
gl_es: Coleccións
nl_nl: Collecties
zh_cn: 集合

source: Command output
ca_es: Sortida d'ordres
el_gr: Τερματικό εξόδου εντολών
gl_es: Saída de comandos
nl_nl: Commando resultaat
zh_cn: 命令输出

source: Community forum
ca_es: Fòrum de la comunitat
el_gr: Φόρουμ κοινότητας
gl_es: Foro da comunidade
nl_nl: Gemeenschapsforum
zh_cn: 社区论坛

source: Configuration not completed
ca_es: Configuració no completada
el_gr: Η παραμετροποίηση δεν ολοκληρώθηκε
gl_es: Configuración non completada
nl_nl: Configuratie niet voltooid
zh_cn: 配置未完成

source: Constant
el_gr: Σταθερά
gl_es: Constante
zh_cn: 常量

source: Convert
ca_es: Converteix
el_gr: Μετατροπή
gl_es: Converter
nl_nl: Converteren
zh_cn: 转换

source: Copy
ca_es: Copia
el_gr: Αντιγραφή
gl_es: Copiar
nl_nl: Kopiëren
zh_cn: 复制

source: Coral
zh_cn: 珊瑚红

source: Create virtualenv...
ca_es: Crea entorn virtual...
el_gr: Δημιουργία εικονικού περιβάλλοντος...
gl_es: Creando o contorno virtual...
nl_nl: Creëer virtualenv...
zh_cn: 编译 virtualenv...

source: Cut
ca_es: Retalla
el_gr: Αποκόλληση
gl_es: Cortar
nl_nl: Knippen
zh_cn: 剪切

source: DarkGreen
zh_cn: 深绿

source: DarkOrange
zh_cn: 深橙

source: Datasheet
el_gr: Δελτίο δεδομένων
gl_es: Folla de datos
zh_cn: 数据表

source: Decimal
el_gr: Δεκαδικό
nl_nl: Decimaal
zh_cn: 十进制

source: Default
ca_es: Per defecte
el_gr: Προεπηλεγμένο
gl_es: Predeterminado
nl_nl: Standaard
zh_cn: 默认

source: Description
ca_es: Descripció
el_gr: Περιγραφή
gl_es: Descripción
nl_nl: Beschrijving
zh_cn: 描述

source: Disable
ca_es: Inhabilita
el_gr: Απενεργοποίηση
gl_es: Deshabilitar
nl_nl: Desactiveren
zh_cn: 关闭

source: Do you want to close the application?
ca_es: Vols tancar l'aplicació?
el_gr: Θέλετε να κλείσετε την εφαρμογή?
gl_es: Desexa pechar a aplicación?
nl_nl: Programma sluiten?
zh_cn: 您是否要关闭应用程序？

source: Do you want to remove the {{name}} collection?
ca_es: Vols eliminar la col·lecció {{name}}?
el_gr: Θέλετε να διαγράψετε τη βιβλιοθήκη {{name}}?
gl_es: Desexa eliminar a colección {{name}}?
nl_nl: Collectie {{name}} verwijderen?
zh_cn: 您是否要移除集合 {{name}}？

source: Do you want to replace it?
ca_es: Vols reemplaçar-la?
el_gr: Θέλετε να γίνει αντικαταστήσετε?
gl_es: Desexa trocalo?
nl_nl: Vervangen?
zh_cn: 您是否要替换？

source: Documentation
ca_es: Documentació
el_gr: Τεκμηρίωση
gl_es: Documentación
nl_nl: Documentatie
zh_cn: 文档

source: Don't display
ca_es: No mostres
zh_cn: 不再显示

source: Drivers
el_gr: Οδήγοι
gl_es: Controladores
zh_cn: 驱动

source: Drivers disabled
ca_es: Drivers inhabilitats
el_gr: Οι οδηγοί απενεργοποιήθηκαν
gl_es: Deshabilitáronse os controladores
nl_nl: Drivers gedesactiveerd
zh_cn: 驱动关闭

source: Drivers enabled
ca_es: Drivers habilitats
el_gr: Οι οδηγοί ενεργοποιήθηκαν
gl_es: Habilitáronse os controladores
nl_nl: Drivers geactiveerd
zh_cn: 驱动开启

source: Duplicated FPGA I/O ports
ca_es: Ports d'E/S de la FPGA duplicats
el_gr: Οι FPGA θύρες εισόδου/εξόδου υπάρχουν ήδη
gl_es: Os portos E/S da FPGA están duplicados
nl_nl: Dubbele FPGA I/O poorten
zh_cn: 重复的 FPGA I/O 接口

source: Edit
ca_es: Edita
el_gr: Επεξεργασία
gl_es: Editar
nl_nl: Bewerken
zh_cn: 编辑

source: Edit the collection name
ca_es: Edita el nom de la col·lecció
el_gr: Επεξεργασία ονόματος βιβλιοθήκης
gl_es: Editar o nome da colección
nl_nl: Bewerk de naam van de collectie
zh_cn: 编辑集合名称

source: Enable
ca_es: Habilita
el_gr: Ενεργοποίηση
gl_es: Habilitar
nl_nl: Activeren
zh_cn: 开启

source: Enter the remote hostname user@host
ca_es: Introdueix el nom del host remot usuari@host
el_gr: Εισαγάγετε το όνομα του απομακρυσμένου υπολογιστή/συσκευής (user@host)
gl_es: Introduza o nome do equipo remoto: usuario@equipo
nl_nl: Voer de externe hostnaam user@host in
zh_cn: 输入远程主机 用户名@主机名

source: Error: {{error}}
el_gr: Σφάλμα: {{error}}
gl_es: Erro: {{error}}
nl_nl: Fout: {{error}}
zh_cn: 错误: {{error}}

source: Errors detected in the design
ca_es: Errors detectats en el disseny
el_gr: Λάθη εντοπίστηκαν στο σχεδιασμό
gl_es: Erros detectados no deseño
nl_nl: Het ontwerp bevat fouten
zh_cn: 设计中检测到错误

source: Examples
ca_es: Exemples
el_gr: Παράδειγματα
gl_es: Exemplos
nl_nl: Voorbeelden
zh_cn: 示例

source: Execute remote {{label}} ...
ca_es: Executa {{label}} remot...
el_gr: Εκτέλεση απομακρυσμένου {{label}} ...
gl_es: Executando {{label}} remoto...
nl_nl: Executeer externe {{label}} ...
zh_cn: 远程执行 {{label}} ...

source: Export
ca_es: Exporta
el_gr: Εξαγωγή
gl_es: Exportar
nl_nl: Exporteren
zh_cn: 导出

source: Export submodule
ca_es: Exporta submòdul
zh_cn: 导出子模块

source: External collections
ca_es: Col·leccions externes
el_gr: Εξωτερικές βιβλιοθήκες
gl_es: Coleccións externas
nl_nl: Externe collecties
zh_cn: 外部集合

source: External collections updated
ca_es: Col·leccions externes actualitzades
el_gr: Οι εξωτερικές βιβλιοθήκες ανανεώθηκαν
gl_es: Colecións externas actualizadas
nl_nl: Externe collecties bijgewerkt
zh_cn: 外部集合已更新

source: FPGA I/O ports not defined
ca_es: Ports d'E/S de la FPGA no definits
el_gr: Δεν έχουν δηλωθεί οι πύλες εισόδου/εξόδου της FPGA
gl_es: Portos E/S da FPGA non definidos
nl_nl: FPGA I/O poorten zijn niet gedefinieerd
zh_cn: FPGA I/O 接口未定义

source: FPGA pin
el_gr: Ακροδέκτης FPGA
gl_es: Pin da FPGA
zh_cn: FPGA 引脚

source: FPGA resources
ca_es: Recursos de la FPGA
el_gr: FPGA πόροι
gl_es: Recursos da FPGA
zh_cn: FPGA 资源

source: File
ca_es: Fitxer
el_gr: Αρχείο
gl_es: Ficheiro
nl_nl: Bestand
zh_cn: 文件

source: File {{file}} already exists in the project path. Do you want to replace it?
ca_es: El fitxer {{file}} ja existeix en el directori del projecte. Vols reemplaçar-lo?
el_gr: Το αρχείο {{file}} υπάρχει ήδη στην διαδρομή του έργου. θέλετε να το αντικαταστήσετε?
gl_es: Xa existe o ficheiro {{file}} no cartafol do proxecto. Desexa trocalo?
nl_nl: Bestand {{file}} is al aanwezig in het projectpad. Vervangen?
zh_cn: 文件 {{file}} 在项目路径中已存在。是否替换？

source: File {{file}} does not exist
ca_es: El fitxer {{file}} no existeix
el_gr: Το αρχείο {{file}} δεν υπάρχει
gl_es: Non existe o ficheiro {{file}}
nl_nl: Bestand {{file}} bestaat niet
zh_cn: 文件 {{file}} 不存在

source: File {{file}} imported
ca_es: Fitxer {{file}} importat
el_gr: Το αρχείο {{file}} εισάχθηκε
gl_es: Importouse o ficheiro {{file}}
nl_nl: Bestand {{file}} geïmporteerd
zh_cn: 已导入文件 {{file}}

source: Fit content
ca_es: Ajusta contingut
el_gr: Πλήρης εμφάνιση
gl_es: Axustar contido
nl_nl: Maak passend
zh_cn: 缩放以适应窗口

source: Fuchsia
zh_cn: 紫红

source: Gold
zh_cn: 金黄

source: GreenYellow
zh_cn: 黄绿

source: Help
ca_es: Ajuda
el_gr: Βοήθεια
gl_es: Axuda
zh_cn: 帮助

source: Hexadecimal
el_gr: Δεκαεξαδικό
nl_nl: Hexadecimaal
zh_cn: 十六进制

source: If you have blank IN/OUT pins, it's because there is no equivalent in this board
ca_es: Si apareixen pins d'ENTRADA/SORTIDA en blanc, és perquè no hi ha equivalent en aquesta placa
zh_cn: 如果你有空白的 IN/OUT 引脚，那是因为这块开发板上没有这些引脚

source: Image
ca_es: Imatge
el_gr: Εικόνα
gl_es: Imaxe
nl_nl: Afbeelding
zh_cn: 镜像

source: Image {{name}} saved
ca_es: Imatge {{name}} desada
el_gr: H eικόνα {{name}} αποθηκεύτηκε
gl_es: Gardouse a imaxe {{name}}
nl_nl: Afbeelding {{name}} opgeslagen
zh_cn: 镜像 {{name}} 已保存

source: Information
ca_es: Informació
el_gr: Πληροφορίες
gl_es: Información
nl_nl: Informatie
zh_cn: 信息

source: Input
ca_es: Entrada
el_gr: Είσοδος
gl_es: Entrada
nl_nl: Ingang
zh_cn: 输入

source: Input label
ca_es: Etiqueta d'entrada
zh_cn: 输入标签

source: Installation completed
ca_es: Instal·lació completada
el_gr: Η εγκατάσταση ολοκληρώθηκε
gl_es: Instalación completada
nl_nl: Installatie voltooid
zh_cn: 安装成功

source: Internet connection required
ca_es: És necessari connexió a Internet
el_gr: Είναι απαραίτητη η συνδεσιμότητα στο διαδίκτυο
gl_es: Requírese dunha conexión a Internet
nl_nl: Internet verbinding vereist
zh_cn: 需要网络连接

source: Invalid <i>Pull up</i> connection:<br>block already connected
ca_es: Connexió de <i>Pull up</i> no vàlida: bloc ja connectat
el_gr: Μη έγκυρη <i>Pull up</i> σύνδεση:<br>το block είναι ήδη συνδεδεμένο
gl_es: A conexión <i>pull-up</i> non é válida:<br>o bloque xa se atopa conectado
nl_nl: Ongeldige <i>pull up</i> aansluiting:<br>blok is al aangesloten
zh_cn: 无效的 <i>上拉</i> 连接：<br>图块已被连接

source: Invalid <i>Pull up</i> connection:<br>only <i>Input</i> blocks allowed
ca_es: Connexió <i>Pull up</i> no vàlida: <br>només blocs <i>Entrada</i> són permitits
el_gr: Μη έγκυρη <i>Pull up</i> σύνδεση:<br>μόνο block <i>εισόδου</i>επιτρέπονται
gl_es: A conexión <i>pull-up</i> non é válida:<br>tan só permítense os bloques <i>Entrada</i>
nl_nl: Ongeldige <i>pull up</i> aansluiting:<br>alleen <i>ingangsblokken</i> zijn toegestaan
zh_cn: 无效的 <i>上拉</i> 连接：<br>只有 <i>输入</i> 图块才能被上拉

source: Invalid block connection:<br><i>Pull up</i> already connected
ca_es: Connexió de blocs no vàlida:<br><i>Pull up</i> connectada
el_gr: Μη έγκυρη σύνδεση block:<br>Το <i>Pull up</i> είναι ήδη συνδεδεμένο
gl_es: A conexión do bloque non é válida:<br>xa existe unha conexión <i>pull-up</i>
nl_nl: Ongeldige blokaansluiting:<br><i>pull up</i> is al aangesloten
zh_cn: 无效的图块连接：<br><i>上拉</i> 已经使用

source: Invalid collection {{name}}
ca_es: Col·lecció {{name}} no vàlida
el_gr: Μη έγκυρη βιβλιοθήκη {{name}}
gl_es: A colección {{name}} non é válida
nl_nl: Ongeldige collectie {{name}}
zh_cn: 无效的集合 {{name}}

source: Invalid connection
ca_es: Connexió no vàlida
el_gr: Μη έγκυρη σύνδεση
gl_es: Conexión non válida
nl_nl: Ongeldige aansluiting
zh_cn: 无效的连接

source: Invalid connection: {{a}} → {{b}}
ca_es: Connexió no vàlida: {{a}} → {{b}}
el_gr: Μη έγκυρη σύνδεση: {{a}} → {{b}}
gl_es: Conexión non válida: {{a}} → {{b}}
nl_nl: Ongeldige aansluiting: {{a}} → {{b}}
zh_cn: 无效的连接 {{a}} → {{b}}

source: Invalid multiple input connections
ca_es: Connexions d'entrada múltiple no vàlides
el_gr: Πολλαπλές μη έγκυρες συνδέσεις
gl_es: Conexións de entrada múltiple non válida
nl_nl: Ongeldige meervoudige ingangsaansluitingen
zh_cn: 无效的多输入连接

source: Invalid project format
ca_es: Format de projecte no vàlid
el_gr: Μη έγκυρη μορφοποίηση έργου
gl_es: O formato do proxecto non é válido
nl_nl: Ongeldig projectformaat
zh_cn: 无效的项目格式

source: Language
ca_es: Idioma
el_gr: Γλώσσα
gl_es: Idioma
nl_nl: Taal
zh_cn: 语言

source: Load
ca_es: Carrega
el_gr: Φόρτωση
gl_es: Cargar
nl_nl: Laden
zh_cn: 载入

source: Local parameter
ca_es: Paràmetre local
el_gr: Τοπική παράμετρος
gl_es: Parámetro local
nl_nl: Lokale parameter
zh_cn: 本地参数

source: Maximum bus size: 96 bits
ca_es: Mida màxima del bus: 96 bits
el_gr: Μέγιστο μέγεθος διαύλου: 96 bits
gl_es: Tamaño máximo do bus: 96 bits
nl_nl: Maximale busbreedte: 96 bits
zh_cn: 最大总线宽度：96 bits

source: MediumVioletRed
zh_cn: 紫红

source: Memory
ca_es: Memòria
el_gr: Μνήμη
gl_es: Memoria
nl_nl: Geheugen
zh_cn: 内存

source: Name
ca_es: Nom
el_gr: Όνομα
gl_es: Nome
nl_nl: Naam
zh_cn: 名称

source: Navy
zh_cn: 海军蓝

source: New
ca_es: Nou
el_gr: Δημιουργία
gl_es: Novo
nl_nl: Nieuw
zh_cn: 新建

source: No collections stored
ca_es: Cap col·lecció emmagatzemada
el_gr: Δεν έχουν αποθηκευτεί βιβλιοθήκες
gl_es: Non hay coleccións gardadas
nl_nl: Geen collecties
zh_cn: 没有存储的集合

source: OK
ca_es: D'acord
el_gr: ΟΚ
gl_es: Aceptar
zh_cn: 确定

source: OliveDrab
zh_cn: 橄榄绿

source: Open
ca_es: Obre
el_gr: Άνοιγμα
gl_es: Abrir
nl_nl: Openen
zh_cn: 打开

source: Open SVG
ca_es: Obre SVG
el_gr: Άνοιγμα SVG
gl_es: Abrir SVG
zh_cn: 打开 SVG

source: OrangeRed
zh_cn: 橙红

source: Original file {{file}} does not exist
ca_es: El fitxer original {{file}} no existeix
el_gr: Το αρχικό αρχείο {{file}} δεν υπάρχει
gl_es: Non existe o ficheiro {{name}} orixinal
nl_nl: Originele bestand {{file}} bestaat niet
zh_cn: 原始文件 {{file}} 不存在

source: Output
ca_es: Eixida
el_gr: Έξοδος
gl_es: Saída
nl_nl: Uitgang
zh_cn: 输出

source: Output label
ca_es: Etiqueta d'eixida
zh_cn: 输出标签

source: Paste
ca_es: Enganxa
el_gr: Επικόλληση
gl_es: Pegar
nl_nl: Plakken
zh_cn: 粘贴

source: Path {{path}} does not exist
ca_es: La ruta {{path}} no existeix
el_gr: Η διαδρομή {{path}} δεν υπάρχει
gl_es: Non existe a ruta {{path}}
nl_nl: Pad {{file}} bestaat niet
zh_cn: 路径 {{path}} 不存在

source: Please run: {{cmd}}
ca_es: Per favor executa: {{cmd}}
el_gr: Παρακαλώ εκτελέστε: {{cmd}}
gl_es: Por favor executa: {{cmd}}
nl_nl: Voer uit: {{cmd}}
zh_cn: 请运行： {{cmd}}

source: Preferences
ca_es: Preferències
el_gr: Επιλογές
gl_es: Preferencias
nl_nl: Voorkeuren
zh_cn: 个性化

source: Project information
ca_es: Informació del projecte
el_gr: Πληροφορίες έργου
gl_es: Información do proxecto
nl_nl: Projectinformatie
zh_cn: 项目信息

source: Project information updated
ca_es: Informació del projecte actualitzada
el_gr: Οι πληροφορίες του έργου ανανεωθήκαν
gl_es: Información do proxecto actualizada
nl_nl: Projectinformatie bijgewerkt
zh_cn: 项目信息已更新

source: Project {{name}} loaded
ca_es: Projecte {{name}} carregat
el_gr: Το έργο {{name}} φορτώθηκε
gl_es: Cargouse o proxecto {{name}}
nl_nl: Project {{name}} geladen
zh_cn: 项目 {{name}} 已载入

source: Project {{name}} saved
ca_es: Projecte {{name}} desat
el_gr: Το έργο {{name}} αποθηκεύτηκε
gl_es: Gardouse o proxecto {{name}}
nl_nl: Project {{name}} opgeslagen
zh_cn: 项目 {{name}} 已保存

source: Quit
ca_es: Tanca
el_gr: Έξοδος
gl_es: Saír
nl_nl: Afsluiten
zh_cn: 退出

source: Read only
ca_es: Només lectura
el_gr: Μόνο για ανάγνωση
gl_es: Só lectura
nl_nl: Alleen lezen
zh_cn: 只读

source: Red
zh_cn: 红

source: Redo
ca_es: Refés
el_gr: Επανάληψη
gl_es: Refacer
nl_nl: Opnieuw
zh_cn: 重做

source: Reload
ca_es: Recarrega
el_gr: Επαναφόρτωση
gl_es: Recargar
nl_nl: Herladen
zh_cn: 重载

source: Remote host {{name}} not connected
ca_es: Host remot {{name}} no connectat
el_gr: Ο απομακρυσμένος υπολογιστής/συσκευή {{name}} δεν είναι συνδεδεμένος
gl_es: Non se puido conectar ó equipo remoto {{name}}
nl_nl: Externe host {{name}} niet verbonden
zh_cn: 远程主机 {{name}} 未连接

source: Remote hostname
ca_es: Nom del host remot
el_gr: Απομακρυσμένο όνομα υπολογιστή/συσκευής
gl_es: Nome do equipo remoto
nl_nl: Externe hostnaam
zh_cn: 远程主机名

source: Remove
ca_es: Suprimeix
el_gr: Διαγραφή
gl_es: Eliminar
nl_nl: Verwijderen
zh_cn: 移除

source: Remove all
ca_es: Suprimeix tot
el_gr: Διαγραφή όλων
gl_es: Eliminar todo
nl_nl: Alles verwijderen
zh_cn: 移除全部

source: Reset SVG
ca_es: Reseteja SVG
el_gr: Επαναφορά SVG
gl_es: Restablecer SVG
zh_cn: 重载 SVG

source: Save
ca_es: Desa
el_gr: Αποθήκευση
gl_es: Gardar
nl_nl: Opslaan
zh_cn: 保存

source: Save SVG
ca_es: Desa SVG
el_gr: Αποθήκευση SVG
gl_es: Gardar SVG
nl_nl: SVG opslaan
zh_cn: 保存 SVG

source: Save as
ca_es: Anomena i desa
el_gr: Αποθήκευση ως
gl_es: Gardar como
nl_nl: Opslaan als
zh_cn: 另存为

source: Save submodule
ca_es: Desa submòdul
zh_cn: 保存子模块

source: Select
ca_es: Selecciona
el_gr: Επιλογή
gl_es: Seleccionar
nl_nl: Selecteren
zh_cn: 选择

source: Select all
ca_es: Selecciona tot
el_gr: Επιλογή όλων
gl_es: Seleccionar todo
nl_nl: Alles selecteren
zh_cn: 全选

source: Select your board
ca_es: Selecciona la teua placa
el_gr: Διαλέξτε την πλακέτα σας
gl_es: Seleccionar a placa
nl_nl: Kies uw bord
zh_cn: 选择开发板

source: Show clock
ca_es: Mostra rellotge
el_gr: Εμφάνιση Ρολογιού
gl_es: Mostrar reloxo
nl_nl: Laat de klok zien
zh_cn: 显示时钟

source: SlateBlue
zh_cn: 板岩蓝

source: Source code
ca_es: Codi font
el_gr: Πηγαίος κώδικας
gl_es: Código fonte
nl_nl: Broncode
zh_cn: 源代码

source: SpringGreen
zh_cn: 春绿

source: Start build
ca_es: Inicia sintetitzat
el_gr: Έναρξη χτισίματος
gl_es: Iniciando o sintetizado
nl_nl: Maken starten
zh_cn: 开始编译

source: Start upload
ca_es: Inicia càrrega
el_gr: Έναρξη μεταφόρτωσης
gl_es: Iniciando a carga
nl_nl: Upload starten
zh_cn: 开始上传

source: Start verification
ca_es: Inicia verificació
el_gr: Έναρξη επαλήθευσης
gl_es: Iniciando a verificación
nl_nl: Verificatie starten
zh_cn: 开始验证

source: Synchronize remote files ...
ca_es: Sincronitzant fitxers remots ...
el_gr: Συγχρονισμός απομακρυσμένων αρχείων ...
gl_es: Sincronizando ficheiros remotos...
nl_nl: Synchroniseer externe bestanden...
zh_cn: 远程文件同步...

source: Testbench
nl_nl: Testbank
zh_cn: 测试平台
