Repository: AlexHladin/icestudio
Catalog: app/resources/locale/*/*.po
Languages: ca_es, el_gr, gl_es, nl_nl, zh_cn

source: The collection {{name}} already exists.
ca_es: La col·leccio {{name}} ja existeix.
el_gr: Η βιβλιοθήκη {{name}} υπάρχει ήδη.
gl_es: Xa existe a colección {{name}}.
nl_nl: Collectie {{name}} bestaat al.
zh_cn: 集合 {{name}} 已存在。

source: The current FPGA I/O configuration will be lost. Do you want to change to {{name}} board?
ca_es: La configuració actual d'E/S de la FPGA es perdrà. Vols canviar a la placa {{name}}?
el_gr: Η τωρινές ρυθμίσεις εισόδου/εξόδου της FPGA θα χαθούν. Θέλετε να αλλάξετε την πλακέτα σε {{name}}?
gl_es: Perderase a configuración actual de E/S da FPGA. Desexa cambiar á placa {{name}}?
nl_nl: De huidige FPGA I/O configuratie zal verloren gaan. Doorgaan met bord {{name}}?
zh_cn: 目前FPGA的I/O配置将会丢失，您是否确定换用 {{name}} 开发板？

source: The toolchain will be removed. Do you want to continue?
ca_es: La toolchain serà eliminada. Vols continuar?
el_gr: Το toolchan θα διαγραφεί. Θέλετε να συνεχίσετε?
gl_es: Vaise eliminar a cadea de ferramentas. Desexa continuar?
nl_nl: De toolchain wordt verwijderd. Doorgaan?
zh_cn: 工具链将被移除，是否继续？

source: There is a new nightly version available
ca_es: Hi ha una nova versió nightly disponible
zh_cn: 有新的每日构建版本

source: There is a new stable version available
ca_es: Hi ha una nova versió estable disponible
zh_cn: 有新的稳定版本

source: This import operation requires a project path. You need to save the current project. Do you want to continue?
ca_es: Aquesta operació d'importació requereix un directori de projecte. Has de desar el projecte actual. Vols continuar?
el_gr: Αυτή η διαδικασία εισαγωγής χρειάζεται μια διαδρομή έργου.Θα πρέπει να σώσετε το τρέχων έργο. Θέλετε να συνεχίσετε?
gl_es: É necesario gardar o proxecto actual xa que a operación de importación require dun cartafol do proxecto. Desexa continuar?
nl_nl: Voor deze importoperatie is een projectpad nodig. U moet het huidige project opslaan. Doorgaan?
zh_cn: 本次导入操作需要项目路径，您必须保存当前项目，是否继续？

source: This project is designed for the {{name}} board.
ca_es: Aquest projecte està dissenyat per a la placa {{name}}
el_gr: Αυτό το έργο έχει σχεδιαστεί για την πλακέτα {{name}}.
gl_es: Este proxecto está deseñado para a placa {{name}}
nl_nl: Dit project is bedoeld voor het bord {{name}}
zh_cn: 该项目为开发板 {{name}} 设计使用。

source: To enter on "edit mode" of deeper block, you need to finish current "edit mode", lock the keylock to do it.
ca_es: Per entrar al "mode d'edició" del bloc més profund, has de finalitzar el "mode d'edició" actual, bloquejant el cadenat.
zh_cn: 要为更深层次的图块使用 "编辑模式"，您需要完成当前的"编辑模式"，然后锁定键锁即可。

source: To navigate through design, you need to close "edit mode".
ca_es: Per navegar pel disseny, cal tancar el "mode d'edició".
zh_cn: 要浏览设计，您需要退出 "编辑模式"。

source: Toolchain
gl_es: Cadea de ferramentas
zh_cn: 工具链

source: Toolchain installed
ca_es: Toolchain instal·lada
el_gr: Το Toolchain εγκαταστάθηκε
gl_es: Instalouse a cadea de ferramentas
nl_nl: Toolchain geïnstalleerd
zh_cn: 工具链已安装

source: Toolchain not installed
ca_es: La toolchain no està instal·lada
el_gr: Το Toolchain δεν εγκαταστάθηκε
gl_es: Non se instalou a cadea de ferramentas
nl_nl: Toolchain niet geïnstalleerd
zh_cn: 工具链未安装

source: Toolchain removed
ca_es: Toolchain eliminada
el_gr: Το Toolchain διαγράφηκε
gl_es: Eliminouse a cadea de ferramentas
nl_nl: Toolchain verwijderd
zh_cn: 工具链已移除

source: Toolchain version does not match
ca_es: La versió de la toolchain no coincideix
el_gr: Η έκδοση του Toolchain δεν ταιριάζει
gl_es: A versión da cadea de ferramentas non coincide
nl_nl: Toolchain versie komt niet overeen
zh_cn: 工具链版本不匹配

source: Tools
ca_es: Eines
el_gr: Εργαλεία
gl_es: Ferramentas
nl_nl: Gereedschappen
zh_cn: 工具

source: Turquoise
zh_cn: 松石绿

source: Undo
ca_es: Desfés
el_gr: Αναίρεση
gl_es: Desfacer
nl_nl: Ongedaan maken
zh_cn: 撤销

source: Unknown board
ca_es: Placa desconeguda
el_gr: Άγνωστη πλακέτα
gl_es: Placa desconocida
nl_nl: Onbekend bord
zh_cn: 未知的开发板

source: Unsupported project format {{version}}
ca_es: Format de projecte no admès {{version}}
el_gr: Μη υποστηριζόμενη μορφοποίηση έργου {{version}}
gl_es: Non está soportado o formato {{version}} do proxecto.
nl_nl: Niet-ondersteund projectformaat {{version}}
zh_cn: 不支持的项目格式 {{version}}

source: Untitled
ca_es: Sense títol
el_gr: Άτιτλο
gl_es: Sen título
nl_nl: Naamloos
zh_cn: 未命名

source: Upload
ca_es: Carrega
el_gr: Μεταφόρτωση
gl_es: Cargar
nl_nl: Uploaden
zh_cn: 上传

source: Upload done
ca_es: Càrrega realitzada
el_gr: Η μεταφόρτωση ολοκληρωθηκε
gl_es: Carga realizada
nl_nl: Uploaden voltooid
zh_cn: 上传成功

source: Verification done
ca_es: Verificació realitzada
el_gr: Η επαλήθευση ολοκληρωθηκε
gl_es: Verificación realizada
nl_nl: Verificatie voltooid
zh_cn: 验证成功

source: Verify
ca_es: Verifica
el_gr: Επαλήθευση
gl_es: Verificar
nl_nl: Verifiëren
zh_cn: 验证

source: Version
ca_es: Versió
el_gr: Έκδοση
gl_es: Versión
nl_nl: Versie
zh_cn: 版本

source: Version notes
ca_es: Notes de la versió
zh_cn: 版本说明

source: View
ca_es: Visualitza
el_gr: Προβολή
gl_es: Ver
nl_nl: Bekijken
zh_cn: 查看

source: View license
ca_es: Visualitza llicència
el_gr: Προβολή άδειας
gl_es: Ver licenza
nl_nl: Bekijk licentie
zh_cn: 查看许可

source: Warnings detected in the design
ca_es: Advertiments detectats en el disseny
el_gr: Προειδοποιήσεις εντοπίστηκαν στο έργο
gl_es: Advertencias detectadas no deseño
nl_nl: Het ontwerp bevat waarschuwingen
zh_cn: 设计中发现警告

source: Wrong block format: {{type}}
ca_es: Format de bloc incorrecte: {{type}}
el_gr: Λάθος μορφοποίηση block: {{type}}
gl_es: Formato de bloque incorrecto: {{type}}
nl_nl: Verkeerd blokformaat: {{type}}
zh_cn: 图块格式错误： {{type}}

source: Wrong block name {{name}}
ca_es: Nom de bloc incorrecte
el_gr: Λάθος όνομα block: {{name}}
gl_es: O nome do bloque {{name}} non é correcto
nl_nl: Verkeerde bloknaam {{name}}
zh_cn: 图块名称错误 {{name}}

source: Wrong project format: {{name}}
ca_es: Format de projecte incorrecte: {{name}}
el_gr: Λάθος μορφοποίηση έργου: {{name}}
gl_es: O formato do proxecto {{name}} non é correcto
nl_nl: Verkeerd projectformaat: {{name}}
zh_cn: 项目格式错误： {{name}}

source: Wrong remote hostname {{name}}
ca_es: Nom del host remot incorrecte {{name}}
el_gr: Εσφαλμένη διεύθυνση απομακρυσμένου υπολογιστή/συσκευής
gl_es: O nome do equipo remoto {{name}} non é correcto
nl_nl: Verkeerde externe hostnaam {{name}}
zh_cn: 远程主机名错误 {{name}}

source: Yellow
zh_cn: 橙黄

source: You can load it as it is or convert it for the {{name}} board.
ca_es: Pots carregar-ho com està o convertir-ho per a la placa {{name}}.
el_gr: Μπορείτε να το φορτώσετε όπως είναι ή να το μετατρέψετε για την πλακέτα {{name}}
gl_es: Pode cargalo como está ou convertelo para a placa {{name}}.
nl_nl: U kunt het laden zoals het is of converteren voor het {{name}} bord.
zh_cn: 您可以载入原始项目，或转换以适应开发板 {{name}}。

source: You can only build at top-level design. Inside submodules you only can <strong>Verify</strong>
ca_es: Només pots construir en el disseny de nivell superior. Dins dels submòduls només pots <strong>Verificar</strong>
zh_cn: 您只能在顶层设计中编译。在子模块中您将只能 <strong>验证</strong>

source: You can only upload your design at top-level design. Inside submodules you only can <strong>Verify</strong>
ca_es: Només pots carregar el teu disseny en el disseny de nivell superior. Dins dels submòduls només pots <strong>Verificar</strong>
zh_cn: 您只能在顶层设计中上传。在子模块中您将只能 <strong>验证</strong>

source: Your changes will be lost if you don’t save them
ca_es: Els teus canvis es perdran si no els deses
el_gr: Οι αλλαγές σας θα χαθούν αν δεν τις αποθηκεύσετε
gl_es: Os cambios realizados perderanse se non se gardan
nl_nl: Uw wijzigingen gaan verloren als u ze niet opslaat
zh_cn: 如果不保存，您的更改将会丢失

source: back
ca_es: enrere
el_gr: επιστροφή
gl_es: atrás
nl_nl: terug
zh_cn: 后退

source: {{app}} is required.
ca_es: És necessari {{app}}.
el_gr: {{app}} είναι απαρέτητ.
gl_es: Precisase {{app}}.
nl_nl: {{app}} is vereist.
zh_cn: 需要 {{app}} 。

source: {{board}} datasheet not defined
ca_es: Full de dades de {{board}} no definit
el_gr: το δελτίο δεδομένων για την πλακέτα {{board}} δεν έχει δηλωθεί
gl_es: Non se definiu a folla de datos para a placa {{board}}
nl_nl: {{board}} datasheet niet gedefinieerd
zh_cn: {{board}} 数据表未定义

source: {{board}} pinout not defined
ca_es: {{board}} pinout no definit
el_gr: το pinout για την πλακέτα {{board}} δεν έχει δηλωθεί
gl_es: Non se definiu o pinout para a placa {{board}}
nl_nl: {{board}} pinning niet gedefinieerd
zh_cn: {{board}} 引脚未定义

source: {{board}} rules not defined
ca_es: Regles de {{board}} no definides
el_gr: οι κανόνες για την πλακέτα {{board}} δεν έχουν δηλωθεί
gl_es: Non se definiron as regras para a placa {{board}}
nl_nl: {{board}} regels niet gedefinieerd
zh_cn: {{board}} 规则未定义

source: {{name}} exported
ca_es: {{name}} exportat
el_gr: Το {{name}} εξήχθη
gl_es: Exportouse {{name}}
nl_nl: {{name}} geëxporteerd
zh_cn: {{name}} 已导出

source: Basque
ca_es: Basc
el_gr: Βασκικά
gl_es: Euskera
nl_nl: Baskisch

source: Catalan
ca_es: Català
el_gr: Καταλανικά
gl_es: Catalán
nl_nl: Catalaans

source: Choose a color
ca_es: Selecciona un color

source: Czech
ca_es: Txec
el_gr: Τσέχικα
gl_es: Checo
nl_nl: Tsjechisch

source: Duplicated block attributes
ca_es: Atributs de bloc duplicats
el_gr: Τα χαρακτηριστικά του block υπάρχουν ήδη
gl_es: Os atributos do bloque están duplicados
nl_nl: Dubbele blokattributen

source: Dutch
ca_es: Holandès
el_gr: Ολλανδικά
gl_es: Holandés
nl_nl: Nederlands

source: English
ca_es: Anglés
el_gr: Αγγλικά
gl_es: Inglés
nl_nl: Engels

source: Enter the constant blocks
ca_es: Introdueix els blocs constant
el_gr: Εισαγάγετε τα constant blocks
gl_es: Introduza os bloques constante
nl_nl: Voer de constante blokken in

source: Enter the external collections path
ca_es: Introdueix la ruta de les col·leccions externes
el_gr: Εισαγάγετε τη διαδρομή της εξωτερικής βιβλιοθήκης
gl_es: Introduza a ruta ás coleccións externas
nl_nl: Voer het pad naar de externe collectie in

source: Enter the input ports
ca_es: Introdueix els ports d'entrada
el_gr: Εισαγάγετε τις θύρες εισόδου
gl_es: Introduza os portos de entrada
nl_nl: Voer de ingangspoorten in

source: Enter the memory blocks
ca_es: Introdueix els blocs de memòria
el_gr: Εισαγάγετε τα blocks μνήμης
gl_es: Introduza os bloques de memoria
nl_nl: Voer de geheugenblokken in

source: Enter the output ports
ca_es: Introdueix els ports de sortida
el_gr: Εισαγάγετε τις θύρες εξόδου
gl_es: Introduza os portos de saída
nl_nl: Voer de uitgangspoorten in

source: Enter the parameters
ca_es: Introdueix els paràmetres
el_gr: Εισαγάγετε τις παραμέτρους
gl_es: Introduza os parámetros
nl_nl: Voer de parameters in

source: French
ca_es: Francès
el_gr: Γαλικά
gl_es: Francés
nl_nl: Frans

source: Galician
ca_es: Gallec
el_gr: Γαλικιανά
gl_es: Galego
nl_nl: Galicisch

source: German
ca_es: Alemany
el_gr: Γερμανικά
gl_es: Alemán
nl_nl: Duits

source: Greek
ca_es: Grec
el_gr: Ελληνικά

source: Italian
ca_es: Italià

source: Russian
ca_es: Rus

source: Spanish
ca_es: Espanyol
el_gr: Ισπανικά
gl_es: Castelán
nl_nl: Spaans

source: Update the block name
ca_es: Actualitza el nom del bloc
el_gr: Ενημερώστε το όνομα του block
gl_es: Actualizar o nome do bloque
nl_nl: Werk de bloknaam bij

source: Wrong parameter name {{name}}
ca_es: Nom del paràmetre incorrecte
el_gr: Λάθος όνομα παραμέτρου: {{name}}
gl_es: O nome do parámetro {{name}} non é correcto
nl_nl: Verkeerde parameternaam {{name}}

source: Wrong port name {{name}}
ca_es: Nom del port incorrecte
el_gr: Λάθος όνομα θύρας: {{name}}
gl_es: O nome do porto {{name}} non é correcto
nl_nl: Verkeerde poortnaam {{name}}
